Repository: Rag0n/QuNotes
Catalog: QuNotes/Resources/Localizations/*.lproj/Localizable.strings
Languages: ru

# note_title_placeholder
source: Title
ru: Заголовок

# note_deleting_error
source: Failed to delete note
ru: Ошибки удаления заметки

# note_updating_title_error
source: Failed to update title
ru: Ошибка обновления заголовка

# note_updating_content_error
source: Failed to update content
ru: Ошибка обновления контента

# note_adding_tag_error
source: Failed to add tag
ru: Ошибка добавления тега

# note_removing_tag_error
source: Failed to remove tag
ru: Ошибка удаления тега

# notebook_add_note_button
source: Add
ru: Создать

# notebook_delete_note_button
source: Delete
ru: Удалить

# notebook_title_placeholder
source: New notebook
ru: Новый блокнот

# notebook_updating_title_error
source: Failed to update notebook
ru: Ошибка обновления записной книжки

# notebook_deleting_error
source: Failed to delete notebook
ru: Ошибка удаления записной книжки

# notebook_adding_note_error
source: Failed to add note
ru: Ошибка создания заметки

# notebook_deleting_note_error
source: Failed to delete note
ru: Ошибка удаления заметки

# library_title
source: Library
ru: Библиотека

# library_delete_notebook_button
source: Delete
ru: Удалить

# library_add_notebook_button
source: Add
ru: Создать

# library_adding_notebook_error
source: Failed to add notebook
ru: Ошибка создания записной книжки

# library_deleting_notebook_error
source: Failed to delete notebook
ru: Ошибка удаления записной книжки
